/* Аssess the application */
"ALERT_ASSES_ASSES_APLICATION_BUTTON" = "Arvioida liitettä";

/* Remind later */
"ALERT_ASSES_REMIND_LATER_BUTTON" = "Muistuttaa myöhemmin";

/* alert cancel buton title */
"ALERT_CANCEL_BUTTON_TITLE" = "Peruuttaa";

/* clear */
"ALERT_CLEAR_BUTTON_TITLE" = "Puhdistaa";

/* reset button alert mesage */
"ALERT_MESAGE_RESET_BUTTONS" = "Palauta painonappijen alkuasentoa";

/* delete history. all results will be lost */
"ALERT_MESSAGE_CLEAR_HOSTORY" = "Tallennetut laskelmat poistetaan";

/* restore buton title */
"ALERT_RESTORE_BUTTON_TITLE " = "Palauttaa";

/* No, thanks */
"ALLERT_ASSES_NO_BUTTON" = "Kiitos, ei!";

/* ...should I stay or should I go? */
"ALLERT_MESSAGE_ASSES" = "";

/* YOUR OPINION IS IMPORTANT TO ME */
"ALLERT_TITLE_ASSES" = "Mielipiteesi on tärkeä meille";

/* buy button title */
"BUY_REQUEST_BUTTON" = "Vaihda näppäimistön\nIlman mainontaa";

/* ERROR */
"ERROR_STRING" = "VIRHE";

/* clear history button title */
"TITLE_CLEAR_HISTORY_BUTTON" = "Puhdistaa historia";

/* reset button title */
"TITLE_RESET_BUTTON" = "Näppäimistö oletuksena";


